{
    "DISPLAY": {
        "position": [
            [
                15,
                22
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Display",
        "summary": null
    },
    "CONTROL METHOD": {
        "position": [
            [
                74,
                88
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Synthetic_control_method",
        "summary": "The synthetic control method is a statistical method used to evaluate the effect of an intervention in comparative case studies. It involves the construction of a weighted combination of groups used as controls, to which the treatment group is compared. This comparison is used to estimate what would have happened to the treatment group if it had not received the treatment.\nUnlike difference in differences approaches, this method can account for the effects of confounders changing over time, by weighting the control group to better match the treatment group before the intervention. Another advantage of the synthetic control method is that it allows researchers to systematically select comparison groups. It has been applied to the fields of political science, health policy, criminology, and economics.The synthetic control method combines elements from matching and difference-in-differences techniques. Difference-in-differences methods are often-used policy evaluation tools that estimate the effect of an intervention at an aggregate level (e.g. state, country, age group etc.) by averaging over a set of unaffected units. Famous examples include studies of the employment effects of a raise in the minimum wage in New Jersey fast food restaurants by comparing them to fast food restaurants just across the border in Philadelphia that were unaffected by a minimum wage raise, and studies that look at crime rates in southern cities to evaluate the impact of the Mariel boat lift on crime.  The control group in this specific scenario can be interpreted as a weighted average, where some units effectively receive zero weight while others get an equal, non-zero weight.\nThe synthetic control method tries to offer a more systematic way to assign weights to the control group. It typically uses a relatively long time series of the outcome prior to the intervention and estimates weights in such a way that the control group mirrors the treatment group as closely as possible. In particular, assume we have J observations over T time periods where the relevant treatment occurs at time \n  \n    \n      \n        \n          T\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle T_{0}}\n   where \n  \n    \n      \n        \n          T\n          \n            0\n          \n        \n        <\n        T\n        .\n      \n    \n    {\\displaystyle T_{0}<T.}\n   Let \n\n  \n    \n      \n        \n          α\n          \n            i\n            t\n          \n        \n        =\n        \n          Y\n          \n            i\n            t\n          \n        \n        −\n        \n          Y\n          \n            i\n            t\n          \n          \n            N\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\alpha _{it}=Y_{it}-Y_{it}^{N},}\n  be the treatment effect for unit \n  \n    \n      \n        i\n      \n    \n    {\\displaystyle i}\n   at time \n  \n    \n      \n        t\n      \n    \n    {\\displaystyle t}\n  , where \n  \n    \n      \n        \n          Y\n          \n            i\n            t\n          \n          \n            N\n          \n        \n      \n    \n    {\\displaystyle Y_{it}^{N}}\n   is the outcome in absence of the treatment. Without loss of generality, if unit 1 receives the relevant treatment, only \n  \n    \n      \n        \n          Y\n          \n            1\n            t\n          \n          \n            N\n          \n        \n      \n    \n    {\\displaystyle Y_{1t}^{N}}\n  is not observed for \n  \n    \n      \n        t\n        >\n        \n          T\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle t>T_{0}}\n  . We aim to estimate \n  \n    \n      \n        (\n        \n          α\n          \n            1\n            \n              T\n              \n                0\n              \n            \n            +\n            1\n          \n        \n        .\n        .\n        .\n        .\n        .\n        .\n        \n          α\n          \n            1\n            T\n          \n        \n        )\n      \n    \n    {\\displaystyle (\\alpha _{1T_{0}+1}......\\alpha _{1T})}\n  . \nImposing some structure\n\n  \n    \n      \n        \n          Y\n          \n            i\n            t\n          \n          \n            N\n          \n        \n        =\n        \n          δ\n          \n            t\n          \n        \n        +\n        \n          θ\n          \n            t\n          \n        \n        \n          Z\n          \n            i\n          \n        \n        +\n        \n          λ\n          \n            t\n          \n        \n        \n          μ\n          \n            i\n          \n        \n        +\n        \n          ε\n          \n            i\n            t\n          \n        \n      \n    \n    {\\displaystyle Y_{it}^{N}=\\delta _{t}+\\theta _{t}Z_{i}+\\lambda _{t}\\mu _{i}+\\varepsilon _{it}}\n  and assuming there exist some optimal weights \n  \n    \n      \n        \n          w\n          \n            2\n          \n        \n        ,\n        …\n        ,\n        \n          w\n          \n            J\n          \n        \n      \n    \n    {\\displaystyle w_{2},\\ldots ,w_{J}}\n   such that \n\n  \n    \n      \n        \n          Y\n          \n            1\n            t\n          \n        \n        =\n        \n          Σ\n          \n            j\n            =\n            2\n          \n          \n            J\n          \n        \n        \n          w\n          \n            j\n          \n        \n        \n          Y\n          \n            j\n            t\n          \n        \n      \n    \n    {\\displaystyle Y_{1t}=\\Sigma _{j=2}^{J}w_{j}Y_{jt}}\n  for \n  \n    \n      \n        t\n        ⩽\n        \n          T\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle t\\leqslant T_{0}}\n  , the synthetic controls approach suggests using these weights to estimate the counterfactual \n\n  \n    \n      \n        \n          Y\n          \n            1\n            t\n          \n          \n            N\n          \n        \n        =\n        \n          Σ\n          \n            j\n            =\n            2\n          \n          \n            J\n          \n        \n        \n          w\n          \n            j\n          \n        \n        \n          Y\n          \n            j\n            t\n          \n        \n      \n    \n    {\\displaystyle Y_{1t}^{N}=\\Sigma _{j=2}^{J}w_{j}Y_{jt}}\n  for \n  \n    \n      \n        t\n        >\n        \n          T\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle t>T_{0}}\n  . So under some regularity conditions, such weights would provide estimators for the treatment effects of interest. In essence, the method uses the idea of matching and using the training data pre-intervention to set up the weights and hence a relevant control post-intervention.Synthetic controls have been used in a number of empirical applications, ranging from studies examining natural catastrophes and growth, and studies linking political murders to house prices.\n\n"
    },
    "display apparatus": {
        "position": [
            [
                248,
                265
            ],
            [
                329,
                346
            ],
            [
                414,
                431
            ],
            [
                1186,
                1203
            ],
            [
                1301,
                1318
            ],
            [
                1444,
                1461
            ],
            [
                1572,
                1589
            ],
            [
                1894,
                1911
            ],
            [
                2029,
                2046
            ],
            [
                2200,
                2217
            ],
            [
                2288,
                2305
            ],
            [
                2747,
                2764
            ],
            [
                3022,
                3039
            ],
            [
                3709,
                3726
            ],
            [
                3922,
                3939
            ],
            [
                4943,
                4960
            ],
            [
                5509,
                5526
            ],
            [
                5631,
                5648
            ],
            [
                5654,
                5671
            ],
            [
                5912,
                5929
            ],
            [
                6730,
                6747
            ],
            [
                6969,
                6986
            ],
            [
                7050,
                7067
            ],
            [
                7160,
                7177
            ],
            [
                7308,
                7325
            ],
            [
                8129,
                8146
            ],
            [
                8701,
                8718
            ],
            [
                8915,
                8932
            ],
            [
                9217,
                9234
            ],
            [
                9791,
                9808
            ],
            [
                9920,
                9937
            ],
            [
                10124,
                10141
            ],
            [
                10205,
                10222
            ],
            [
                10315,
                10332
            ],
            [
                10463,
                10480
            ],
            [
                10851,
                10868
            ],
            [
                10967,
                10984
            ],
            [
                11463,
                11480
            ],
            [
                11964,
                11981
            ],
            [
                12275,
                12292
            ],
            [
                12607,
                12624
            ],
            [
                13049,
                13066
            ],
            [
                13264,
                13281
            ],
            [
                14371,
                14388
            ],
            [
                14946,
                14963
            ],
            [
                15075,
                15092
            ],
            [
                15161,
                15178
            ],
            [
                15507,
                15524
            ],
            [
                16577,
                16594
            ],
            [
                16740,
                16757
            ],
            [
                16821,
                16838
            ],
            [
                16931,
                16948
            ],
            [
                17079,
                17096
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Liquid-crystal_display",
        "summary": "A liquid-crystal display (LCD) is a flat-panel display or other electronically modulated optical device that uses the light-modulating properties of liquid crystals combined with polarizers. Liquid crystals do not emit light directly, instead using a backlight or reflector to produce images in color or monochrome. LCDs are available to display arbitrary images (as in a general-purpose computer display) or fixed images with low information content, which can be displayed or hidden. For instance: preset words, digits, and seven-segment displays, as in a digital clock, are all good examples of devices with these displays. They use the same basic technology, except that arbitrary images are made from a matrix of small pixels, while other displays have larger elements. LCDs can either be normally on (positive) or off (negative), depending on the polarizer arrangement. For example, a character positive LCD with a backlight will have black lettering on a background that is the color of the backlight, and a character negative LCD will have a black background with the letters being of the same color as the backlight. Optical filters are added to white on blue LCDs to give them their characteristic appearance.\nLCDs are used in a wide range of applications, including LCD televisions, computer monitors, instrument panels, aircraft cockpit displays, and indoor and outdoor signage. Small LCD screens are common in LCD projectors and portable consumer devices such as digital cameras, watches, digital clocks, calculators, and mobile telephones, including smartphones. LCD screens are also used on consumer electronics products such as DVD players, video game devices and clocks. LCD screens have replaced heavy, bulky cathode ray tube (CRT) displays in nearly all applications. LCD screens are available in a wider range of screen sizes than CRT and plasma displays, with LCD screens available in sizes ranging from tiny digital watches to very large television receivers. LCDs are slowly being replaced by OLEDs, which can be easily made into different shapes, and have a lower response time, wider color gamut, virtually infinite color contrast and viewing angles, lower weight for a given display size and a slimmer profile (because OLEDs use a single glass or plastic panel whereas LCDs use two glass panels; the thickness of the panels increases with size but the increase is more noticeable on LCDs) and potentially lower power consumption (as the display is only \"on\" where needed and there is no backlight). OLEDs, however, are more expensive for a given display size due to the very expensive electroluminescent materials or phosphors that they use. Also due to the use of phosphors, OLEDs suffer from screen burn-in and there is currently no way to recycle OLED displays, whereas LCD panels can be recycled, although the technology required to recycle LCDs is not yet widespread. Attempts to maintain the competitiveness of LCDs are quantum dot displays, marketed as SUHD, QLED or Triluminos, which are LCD displays with blue LED backlighting and a Quantum-dot enhancement film (QDEF) that converts part of the blue light into red and green, offering similar performance to an OLED display at a lower price, but the quantum dot layer that gives these displays their characteristics can not yet be recycled.\nSince LCD screens do not use phosphors, they rarely suffer image burn-in when a static image is displayed on a screen for a long time, e.g., the table frame for an airline flight schedule on an indoor sign. LCDs are, however, susceptible to image persistence. The LCD screen is more energy-efficient and can be disposed of more safely than a CRT can. Its low electrical power consumption enables it to be used in battery-powered electronic equipment more efficiently than a CRT can be. By 2008, annual sales of televisions with LCD screens exceeded sales of CRT units worldwide, and the CRT became obsolete for most purposes."
    },
    "system": {
        "position": [
            [
                267,
                273
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/System",
        "summary": "A system is a group of interacting or interrelated elements that act according to a set of rules to form a unified whole. A system, surrounded and influenced by its environment, is described by its boundaries, structure and purpose and expressed in its functioning. Systems are the subjects of study of systems theory."
    },
    "method": {
        "position": [
            [
                275,
                281
            ],
            [
                3732,
                3738
            ],
            [
                4143,
                4149
            ],
            [
                4324,
                4330
            ],
            [
                4580,
                4586
            ],
            [
                6893,
                6899
            ],
            [
                7403,
                7409
            ],
            [
                7582,
                7588
            ],
            [
                7828,
                7834
            ],
            [
                8724,
                8730
            ],
            [
                10048,
                10054
            ],
            [
                13072,
                13078
            ],
            [
                13491,
                13497
            ],
            [
                13725,
                13731
            ],
            [
                14019,
                14025
            ],
            [
                16663,
                16669
            ],
            [
                17189,
                17195
            ],
            [
                17411,
                17417
            ],
            [
                17683,
                17689
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Method",
        "summary": null
    },
    "image": {
        "position": [
            [
                314,
                319
            ],
            [
                403,
                408
            ],
            [
                1429,
                1434
            ],
            [
                1518,
                1523
            ],
            [
                1711,
                1716
            ],
            [
                1924,
                1929
            ],
            [
                2078,
                2083
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Image",
        "summary": "An image (from Latin: imago) is an artifact that depicts visual perception, such as a photograph or other two-dimensional picture, that resembles a subject—usually a physical object—and thus provides a depiction of it. In the context of signal processing, an image is a distributed amplitude of color(s). A pictorial script is a writing system that employs images as symbols for various semantic entities, rather than the abstract signs used by alphabets."
    },
    "external apparatus": {
        "position": [
            [
                367,
                385
            ],
            [
                1482,
                1500
            ],
            [
                1679,
                1697
            ],
            [
                1948,
                1966
            ],
            [
                1994,
                2012
            ],
            [
                5444,
                5462
            ],
            [
                6552,
                6570
            ],
            [
                6945,
                6963
            ],
            [
                7185,
                7203
            ],
            [
                9724,
                9742
            ],
            [
                10100,
                10118
            ],
            [
                10340,
                10358
            ],
            [
                14879,
                14897
            ],
            [
                16401,
                16419
            ],
            [
                16716,
                16734
            ],
            [
                16956,
                16974
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Ilizarov_apparatus",
        "summary": "The Ilizarov apparatus is a type of external fixation used in orthopedic surgery to lengthen or reshape limb bones; as a limb-sparing technique to treat complex and/or open bone fractures; and in cases of infected nonunions of bones that are not amenable with other techniques.  It is named after the orthopedic surgeon Gavriil Abramovich Ilizarov from the Soviet Union, who pioneered the technique."
    },
    "storage unit": {
        "position": [
            [
                445,
                457
            ],
            [
                624,
                636
            ],
            [
                2319,
                2331
            ],
            [
                2498,
                2510
            ],
            [
                3902,
                3914
            ],
            [
                5029,
                5041
            ],
            [
                5196,
                5208
            ],
            [
                7140,
                7152
            ],
            [
                8207,
                8219
            ],
            [
                8385,
                8397
            ],
            [
                8895,
                8907
            ],
            [
                9295,
                9307
            ],
            [
                9473,
                9485
            ],
            [
                10295,
                10307
            ],
            [
                11542,
                11554
            ],
            [
                11720,
                11732
            ],
            [
                12684,
                12696
            ],
            [
                13244,
                13256
            ],
            [
                14450,
                14462
            ],
            [
                14628,
                14640
            ],
            [
                15896,
                15908
            ],
            [
                16911,
                16923
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Self_storage",
        "summary": "Self storage (a shorthand for \"self-service storage,\" and also known as \"device storage\") is an industry that rents storage space (such as rooms, lockers, containers, and/or outdoor space), also known as \"storage units,\"  to tenants, usually on a short-term basis (often month-to-month). Self-storage tenants include businesses and individuals.\nIndustry experts often refer to \"4Ds of life\" (death, divorce, downsizing and dislocation; the latter can refer to either the renter relocating to another area and needing space to store items until they can be moved to the new location, or a subsequent marriage resulting in the couple having duplicate items) when discussing why storage space is rented."
    },
    "resolution information": {
        "position": [
            [
                486,
                508
            ],
            [
                587,
                609
            ],
            [
                807,
                829
            ],
            [
                2360,
                2382
            ],
            [
                2461,
                2483
            ],
            [
                2681,
                2703
            ],
            [
                2894,
                2916
            ],
            [
                2955,
                2977
            ],
            [
                3127,
                3149
            ],
            [
                3302,
                3324
            ],
            [
                3865,
                3887
            ],
            [
                4115,
                4137
            ],
            [
                4197,
                4219
            ],
            [
                4258,
                4280
            ],
            [
                4497,
                4519
            ],
            [
                5066,
                5088
            ],
            [
                5159,
                5181
            ],
            [
                5375,
                5397
            ],
            [
                5564,
                5586
            ],
            [
                5784,
                5806
            ],
            [
                5845,
                5867
            ],
            [
                5999,
                6021
            ],
            [
                6171,
                6193
            ],
            [
                7105,
                7127
            ],
            [
                7375,
                7397
            ],
            [
                7457,
                7479
            ],
            [
                7518,
                7540
            ],
            [
                7698,
                7720
            ],
            [
                7745,
                7767
            ],
            [
                8240,
                8262
            ],
            [
                8348,
                8370
            ],
            [
                8560,
                8582
            ],
            [
                8858,
                8880
            ],
            [
                9111,
                9133
            ],
            [
                9328,
                9350
            ],
            [
                9436,
                9458
            ],
            [
                9655,
                9677
            ],
            [
                9853,
                9875
            ],
            [
                10260,
                10282
            ],
            [
                10541,
                10563
            ],
            [
                11575,
                11597
            ],
            [
                11683,
                11705
            ],
            [
                11895,
                11917
            ],
            [
                12138,
                12160
            ],
            [
                12199,
                12221
            ],
            [
                12383,
                12405
            ],
            [
                12576,
                12598
            ],
            [
                12701,
                12723
            ],
            [
                13207,
                13229
            ],
            [
                13460,
                13482
            ],
            [
                13589,
                13611
            ],
            [
                13650,
                13672
            ],
            [
                13927,
                13949
            ],
            [
                14483,
                14505
            ],
            [
                14591,
                14613
            ],
            [
                14810,
                14832
            ],
            [
                15008,
                15030
            ],
            [
                15309,
                15331
            ],
            [
                15370,
                15392
            ],
            [
                15592,
                15614
            ],
            [
                15779,
                15801
            ],
            [
                15913,
                15935
            ],
            [
                16876,
                16898
            ],
            [
                17157,
                17179
            ],
            [
                17282,
                17304
            ],
            [
                17343,
                17365
            ],
            [
                17549,
                17571
            ],
            [
                17596,
                17618
            ],
            [
                17815,
                17837
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Information",
        "summary": "Information can be thought of as the resolution of uncertainty; it answers the question of \"What an entity is\" and thus defines both its essence and the nature of its characteristics. The concept of information has different meanings in different contexts. Thus the concept becomes synonymous to notions of constraint, communication, control, data, form, education, knowledge, meaning, understanding, mental stimuli, pattern, perception, proposition, representation, and entropy.\nInformation is associated with data. The difference is that information resolves uncertainty. Data can represent redundant symbols, but approaches information through optimal data compression.\nInformation can be transmitted in time, via data storage, and space, via communication and telecommunication. Information is expressed either as the content of a message or through direct or indirect observation. That which is perceived can be construed as a message in its own right, and in that sense, information is always conveyed as the content of a message.\nInformation can be encoded into various forms for transmission and interpretation (for example, information may be encoded into a sequence of signs, or transmitted via a signal). It can also be encrypted for safe storage and communication.\nThe uncertainty of an event is measured by its probability of occurrence and is inversely proportional to that. Information theory takes advantage of this simple fact by concluding that more uncertain events, require more information to resolve uncertainty of that event. The bit is a typical unit of information. It is 'that which reduces uncertainty by half'. Other units such as the nat may be used. For example, the information encoded in one \"fair\" coin flip is log2(2/1) = 1 bit, and in two fair coin flips is log2(4/1) = 2 bits. A 2011 Science article estimated that 97% of technologically stored information was already in digital bits in 2007, and that the year 2002 was the beginning of the digital age for information storage (with digital storage capacity bypassing analog for the first time)."
    },
    "display unit": {
        "position": [
            [
                516,
                528
            ],
            [
                706,
                718
            ],
            [
                2235,
                2247
            ],
            [
                2390,
                2402
            ],
            [
                2580,
                2592
            ],
            [
                2928,
                2940
            ],
            [
                3004,
                3016
            ],
            [
                3208,
                3220
            ],
            [
                3588,
                3600
            ],
            [
                3815,
                3827
            ],
            [
                4021,
                4033
            ],
            [
                4231,
                4243
            ],
            [
                4306,
                4318
            ],
            [
                4460,
                4472
            ],
            [
                4833,
                4845
            ],
            [
                4978,
                4990
            ],
            [
                5096,
                5108
            ],
            [
                5274,
                5286
            ],
            [
                5818,
                5830
            ],
            [
                5894,
                5906
            ],
            [
                6077,
                6089
            ],
            [
                6457,
                6469
            ],
            [
                7030,
                7042
            ],
            [
                7256,
                7268
            ],
            [
                7491,
                7503
            ],
            [
                7564,
                7576
            ],
            [
                7627,
                7639
            ],
            [
                8071,
                8083
            ],
            [
                8160,
                8172
            ],
            [
                8270,
                8282
            ],
            [
                8467,
                8479
            ],
            [
                8808,
                8820
            ],
            [
                9014,
                9026
            ],
            [
                9248,
                9260
            ],
            [
                9358,
                9370
            ],
            [
                9555,
                9567
            ],
            [
                10185,
                10197
            ],
            [
                10411,
                10423
            ],
            [
                11080,
                11092
            ],
            [
                11495,
                11507
            ],
            [
                11605,
                11617
            ],
            [
                11802,
                11814
            ],
            [
                12172,
                12184
            ],
            [
                12254,
                12266
            ],
            [
                12471,
                12483
            ],
            [
                12999,
                13011
            ],
            [
                13157,
                13169
            ],
            [
                13363,
                13375
            ],
            [
                13623,
                13635
            ],
            [
                13704,
                13716
            ],
            [
                13890,
                13902
            ],
            [
                14313,
                14325
            ],
            [
                14403,
                14415
            ],
            [
                14513,
                14525
            ],
            [
                14710,
                14722
            ],
            [
                15343,
                15355
            ],
            [
                15425,
                15437
            ],
            [
                15676,
                15688
            ],
            [
                16182,
                16194
            ],
            [
                16801,
                16813
            ],
            [
                17027,
                17039
            ],
            [
                17316,
                17328
            ],
            [
                17389,
                17401
            ],
            [
                17478,
                17490
            ],
            [
                17983,
                17995
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Computer_monitor",
        "summary": "A computer monitor is an output device that displays information in pictorial form. A monitor usually comprises the visual display, circuitry, casing, and power supply. The display device in modern monitors is typically a thin film transistor liquid crystal display (TFT-LCD) with LED backlighting having replaced cold-cathode fluorescent lamp (CCFL) backlighting. Previous monitors used a cathode ray tube (CRT) and some Plasma (also called Gas-Plasma) displays. Monitors are connected to the computer via VGA, Digital Visual Interface (DVI), HDMI, DisplayPort, USB-C, low-voltage differential signaling (LVDS) or other proprietary connectors and signals.\nOriginally, computer monitors were used for data processing while television sets were used for entertainment. From the 1980s onwards, computers (and their monitors) have been used for both data processing and entertainment, while televisions have implemented some computer functionality. The common aspect ratio of televisions, and computer monitors, has changed from 4:3 to 16:10, to 16:9.\nModern computer monitors are easily interchangeable with conventional television sets and vice versa. However, as computer monitors do not necessarily include integrated speakers nor TV tuners (such as digital television adapters), it may not be possible to use a computer monitor as a TV set without external components."
    },
    "communication unit": {
        "position": [
            [
                532,
                550
            ],
            [
                849,
                867
            ],
            [
                2406,
                2424
            ],
            [
                2723,
                2741
            ],
            [
                3791,
                3809
            ],
            [
                3947,
                3965
            ],
            [
                5112,
                5130
            ],
            [
                5417,
                5435
            ],
            [
                5605,
                5623
            ],
            [
                7214,
                7232
            ],
            [
                8286,
                8304
            ],
            [
                8602,
                8620
            ],
            [
                8783,
                8801
            ],
            [
                8940,
                8958
            ],
            [
                9374,
                9392
            ],
            [
                9697,
                9715
            ],
            [
                9894,
                9912
            ],
            [
                10369,
                10387
            ],
            [
                11621,
                11639
            ],
            [
                11937,
                11955
            ],
            [
                13132,
                13150
            ],
            [
                13289,
                13307
            ],
            [
                14529,
                14547
            ],
            [
                14852,
                14870
            ],
            [
                15049,
                15067
            ],
            [
                16985,
                17003
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/List_of_Royal_Air_Force_Communication_units",
        "summary": "This is a List of Royal Air Force Communication units. \"Communication\" in the Royal Air Force sense meant units of light transport/liaison aircraft, very frequently supporting a command headquarters.\nTo allow rapid transport of air officers, staff and other important people many units and Headquarters operated communication Sections, Flights, Squadrons or wings.\nA single wing of this type, the 2nd Tactical Air Force Communication Wing RAF, was established on 31 March 1945, and disbanded only three and a half months later at RAF Buckeburg on 15 July 1945, by being reduced to the British Air Forces of Occupation Communication Squadron."
    },
    "network communication": {
        "position": [
            [
                647,
                668
            ],
            [
                1801,
                1822
            ],
            [
                2521,
                2542
            ],
            [
                3976,
                3997
            ],
            [
                5219,
                5240
            ],
            [
                8408,
                8429
            ],
            [
                8969,
                8990
            ],
            [
                9496,
                9517
            ],
            [
                11743,
                11764
            ],
            [
                13318,
                13339
            ],
            [
                14651,
                14672
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Communication_protocol",
        "summary": "A communication protocol is a system of rules that allows two or more entities of a communications system to transmit information via any kind of variation of a physical quantity. The protocol defines the rules, syntax, semantics and synchronization of communication and possible error recovery methods. Protocols may be implemented by hardware, software, or a combination of both.Communicating systems use well-defined formats for exchanging various messages. Each message has an exact meaning intended to elicit a response from a range of possible responses pre-determined for that particular situation. The specified behavior is typically independent of how it is to be implemented. Communication protocols have to be agreed upon by the parties involved. To reach an agreement, a protocol may be developed into a technical standard. A programming language describes the same for computations, so there is a close analogy between protocols and programming languages: protocols are to communication what programming languages are to computations. An alternate formulation states that protocols are to communication what algorithms are to computation.Multiple protocols often describe different aspects of a single communication. A group of protocols designed to work together is known as a protocol suite; when implemented in software they are a protocol stack.\nInternet communication protocols are published by the Internet Engineering Task Force (IETF). The IEEE (Institute of Electrical and Electronics Engineers) handles wired and wireless networking and the International Organization for Standardization (ISO) handles other types. The ITU-T handles telecommunication protocols and formats for the public switched telephone network (PSTN). As the PSTN and Internet converge, the standards are also being driven towards convergence."
    },
    "controller": {
        "position": [
            [
                676,
                686
            ],
            [
                2550,
                2560
            ],
            [
                2826,
                2836
            ],
            [
                3181,
                3191
            ],
            [
                3330,
                3340
            ],
            [
                5248,
                5258
            ],
            [
                5716,
                5726
            ],
            [
                6053,
                6063
            ],
            [
                6199,
                6209
            ],
            [
                8437,
                8447
            ],
            [
                9525,
                9535
            ],
            [
                11772,
                11782
            ],
            [
                12067,
                12077
            ],
            [
                12447,
                12457
            ],
            [
                14680,
                14690
            ],
            [
                15238,
                15248
            ],
            [
                15652,
                15662
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Controller",
        "summary": null
    },
    "image signal": {
        "position": [
            [
                749,
                761
            ],
            [
                2623,
                2635
            ],
            [
                3251,
                3263
            ],
            [
                3764,
                3776
            ],
            [
                4045,
                4057
            ],
            [
                4371,
                4383
            ],
            [
                4440,
                4452
            ],
            [
                5013,
                5025
            ],
            [
                5317,
                5329
            ],
            [
                5489,
                5501
            ],
            [
                6120,
                6132
            ],
            [
                6710,
                6722
            ],
            [
                6924,
                6936
            ],
            [
                7012,
                7024
            ],
            [
                7279,
                7291
            ],
            [
                7651,
                7663
            ],
            [
                8191,
                8203
            ],
            [
                8502,
                8514
            ],
            [
                8756,
                8768
            ],
            [
                9038,
                9050
            ],
            [
                9279,
                9291
            ],
            [
                9590,
                9602
            ],
            [
                9771,
                9783
            ],
            [
                10079,
                10091
            ],
            [
                10167,
                10179
            ],
            [
                10434,
                10446
            ],
            [
                11526,
                11538
            ],
            [
                11837,
                11849
            ],
            [
                12508,
                12520
            ],
            [
                13105,
                13117
            ],
            [
                13387,
                13399
            ],
            [
                13793,
                13805
            ],
            [
                13870,
                13882
            ],
            [
                14434,
                14446
            ],
            [
                14745,
                14757
            ],
            [
                14926,
                14938
            ],
            [
                15711,
                15723
            ],
            [
                16557,
                16569
            ],
            [
                16695,
                16707
            ],
            [
                16783,
                16795
            ],
            [
                17050,
                17062
            ],
            [
                17502,
                17514
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Signal-to-noise_ratio",
        "summary": "Signal-to-noise ratio (SNR or S/N) is a measure used in science and engineering that compares the level of a desired signal to the level of background noise. SNR is defined as the ratio of signal power to the noise power, often expressed in decibels. A ratio higher than 1:1 (greater than 0 dB) indicates more signal than noise.\nSNR, bandwidth, and channel capacity of a communication channel are connected by the Shannon–Hartley theorem.\n\n"
    },
    "RELATED": {
        "position": [
            [
                896,
                903
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Related",
        "summary": "Related is an American comedy-drama television series that aired on The WB from October 5, 2005, to March 20, 2006. It revolves around the lives of four close-knit sisters of Italian descent, raised in Brooklyn and living in Manhattan.\nThe show was created by former Sex and the City writer Liz Tuccillo, and executive produced by Friends co-creator Marta Kauffman. Despite heavy promotion, initial ratings did not warrant the show being picked up for a second season when The WB network was folded into The CW.\nThe untitled Related theme song is performed by The Veronicas, whose music was regularly featured in episodes."
    },
    "application": {
        "position": [
            [
                921,
                932
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Application",
        "summary": null
    },
    "priority": {
        "position": [
            [
                940,
                948
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Priority",
        "summary": null
    },
    "Korean Patent Application": {
        "position": [
            [
                954,
                979
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Patent_Cooperation_Treaty",
        "summary": "The Patent Cooperation Treaty (PCT) is an international patent law treaty, concluded in 1970. It provides a unified procedure for filing patent applications to protect inventions in each of its contracting states. A patent application filed under the PCT is called an international application, or PCT application.\nA single filing of a PCT application is made with a Receiving Office (RO) in one language. It then results in a search performed by an International Searching Authority (ISA), accompanied by a written opinion regarding the patentability of the invention, which is the subject of the application. It is optionally followed by a preliminary examination, performed by an International Preliminary Examining Authority (IPEA). Finally, the relevant national or regional authorities administer matters related to the examination of application (if provided by national law) and issuance of patent.\nA PCT application does not itself result in the grant of a patent, since there is no such thing as an \"international patent\", and the grant of patent is a prerogative of each national or regional authority. In other words, a PCT application, which establishes a filing date in all contracting states, must be followed up with the step of entering into national or regional phases to proceed towards grant of one or more patents. The PCT procedure essentially leads to a standard national or regional patent application, which may be granted or rejected according to applicable law, in each jurisdiction in which a patent is desired.\nThe contracting states, the states which are parties to the PCT, constitute the International Patent Cooperation Union."
    },
    "Korean Intellectual Property Office": {
        "position": [
            [
                1032,
                1067
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Korean_Intellectual_Property_Office",
        "summary": "The Korean Intellectual Property Office (KIPO) is the patent office and intellectual property office of South Korea. In 2000, the name of the office was changed from \"Korean Industrial Property Office\" to \"Korean Intellectual Property Office\". It is located in Daejeon Metropolitan City.On 23 June 2009, the KIPO signed a Memorandum of Understanding with the Eurasian Patent Organization."
    },
    "reference": {
        "position": [
            [
                1119,
                1128
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Reference",
        "summary": "Reference is a relationship between objects in which one object designates, or acts as a means by which to connect to or link to, another object. The first object in this relation is said to refer to the second object. It is called a name for the second object. The second object, the one to which the first object refers, is called the referent of the first object. A name is usually a phrase or expression, or some other symbolic representation. Its referent may be anything – a material object, a person, an event, an activity, or an abstract concept.\nReferences can take on many forms, including: a thought, a sensory perception that is audible (onomatopoeia), visual (text), olfactory, or tactile, emotional state, relationship with other, spacetime coordinate, symbolic or alpha-numeric, a physical object or an energy projection. In some cases, methods are used that intentionally hide the reference from some observers, as in cryptography.References feature in many spheres of human activity and knowledge, and the term adopts shades of meaning particular to the contexts in which it is used. Some of them are described in the sections below.\n\n"
    },
    "BACKGROUND": {
        "position": [
            [
                1130,
                1140
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Background",
        "summary": null
    },
    "methods": {
        "position": [
            [
                1166,
                1173
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Method",
        "summary": null
    },
    "display apparatus system": {
        "position": [
            [
                1207,
                1231
            ],
            [
                1322,
                1346
            ],
            [
                4905,
                4929
            ],
            [
                6475,
                6499
            ],
            [
                6863,
                6887
            ],
            [
                9179,
                9203
            ],
            [
                10018,
                10042
            ],
            [
                11163,
                11187
            ],
            [
                11284,
                11308
            ],
            [
                11382,
                11406
            ],
            [
                15102,
                15126
            ],
            [
                15447,
                15471
            ],
            [
                15811,
                15835
            ],
            [
                16204,
                16228
            ],
            [
                16263,
                16287
            ],
            [
                16342,
                16366
            ],
            [
                16633,
                16657
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/The_Sword_of_Damocles_(virtual_reality)",
        "summary": "While according to Ivan Sutherland, the The Sword of Damocles actually was the name for the mechanical tracking system and not the actual HMD, which was just called \"the head-mounted display system\", it is widely considered to be the first augmented reality head-mounted display (HMD) system, although Morton Heilig had already created a similar apparatus (known as \"Stereoscopic-Television Apparatus for Individual Use\" or \"Telesphere Mask\") earlier, which got patented in 1960. The Sword of Damocles was created in 1968 by computer scientist Ivan Sutherland with the help of his students Bob Sproull, Quintin Foster, and Danny Cohen.  Before he began working toward what he termed \"the ultimate display\", Ivan Sutherland was already well respected for his accomplishments in computer graphics (see Sketchpad).  At MIT's Lincoln Laboratory beginning in 1966, Sutherland and his colleagues performed what are widely believed to be the first experiments with head-mounted displays of different kinds."
    },
    "resolution control method": {
        "position": [
            [
                1238,
                1263
            ],
            [
                1353,
                1378
            ],
            [
                3678,
                3703
            ],
            [
                6832,
                6857
            ],
            [
                8670,
                8695
            ],
            [
                9987,
                10012
            ],
            [
                10934,
                10959
            ],
            [
                11253,
                11278
            ],
            [
                13018,
                13043
            ],
            [
                16602,
                16627
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Dispute_resolution",
        "summary": "Dispute resolution or dispute settlement is the process of resolving disputes between parties. The term dispute resolution is sometimes used interchangeably with conflict resolution, although conflicts are generally more deep-rooted and lengthy than disputes. Dispute resolution techniques assist the resolution of antagonisms between parties that can include citizens, corporations, and governments."
    },
    "broadcasting signal": {
        "position": [
            [
                1601,
                1620
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Broadcasting",
        "summary": "Broadcasting is the distribution of audio or video content to a dispersed audience via any electronic mass communications medium, but typically one using the electromagnetic spectrum (radio waves), in a one-to-many model. Broadcasting began with AM radio, which came into popular use around 1920 with the spread of vacuum tube radio transmitters and receivers.  Before this, all forms of electronic communication (early radio, telephone, and telegraph) were one-to-one, with the message intended for a single recipient.  The term broadcasting evolved from its use as the agricultural method of sowing seeds in a field by casting them broadly about. It was later adopted for describing the widespread distribution of information by printed materials or by telegraph. Examples applying it to \"one-to-many\" radio transmissions of an individual station to multiple listeners appeared as early as 1898.Over the air broadcasting is usually associated with radio and television, though more recently, both radio and television transmissions have begun to be distributed by cable (cable television). The receiving parties may include the general public or a relatively small subset; the point is that anyone with the appropriate receiving technology and equipment (e.g., a radio or television set) can receive the signal. The field of broadcasting includes both government-managed services such as public radio, community radio and public television, and private commercial radio and commercial television. The U.S. Code of Federal Regulations, title 47, part 97 defines \"broadcasting\" as \"transmissions intended for reception by the general public, either direct or relayed\".  Private or two-way telecommunications transmissions do not qualify under this definition. For example, amateur (\"ham\") and citizens band (CB) radio operators are not allowed to broadcast. As defined, \"transmitting\" and \"broadcasting\" are not the same.\nTransmission of radio and television programs from a radio or television station to home receivers by radio waves is referred to as \"over the air\" (OTA) or terrestrial broadcasting and in most countries requires a broadcasting license.  Transmissions using a wire or cable, like cable television (which also retransmits OTA stations with their consent), are also considered broadcasts but do not necessarily require a license (though in some countries, a license is required).  In the 2000s, transmissions of television and radio programs via streaming digital technology have increasingly been referred to as broadcasting as well."
    },
    "external broadcasting station": {
        "position": [
            [
                1629,
                1658
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/International_broadcasting",
        "summary": "International broadcasting, in a limited extent, began during World War I, when German and British stations broadcast press communiqués using Morse code. With the severing of Germany's undersea cables, the wireless telegraph station in Nauen was the country's sole means of long-distance communication.\nThe US Navy Radio Service radio station in New Brunswick, Canada, transmitted the 'Fourteen Points' by wireless to Nauen in 1917. In turn, Nauen station broadcast the news of the abdication of Kaiser Wilhelm II on November 10, 1918."
    },
    "signal": {
        "position": [
            [
                1664,
                1670
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Signal",
        "summary": "A sign is an object, quality, event, or entity whose presence or occurrence indicates the probable presence or occurrence of something else. A natural sign bears a causal relation to its object—for instance, thunder is a sign of storm, or medical symptoms a sign of disease. A conventional sign signifies by agreement, as a full stop signifies the end of a sentence; similarly the words and expressions of a language, as well as bodily gestures, can be regarded as signs, expressing particular meanings. The physical objects most commonly referred to as signs (notices, road signs, etc., collectively known as signage) generally inform or instruct using written text, symbols, pictures or a combination of these.\nThe philosophical study of signs and symbols is called semiotics; this includes the study of semiosis, which is the way in which signs (in the semiotic sense) operate."
    },
    "audio signal.": {
        "position": [
            [
                1724,
                1737
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Audio_signal",
        "summary": "An audio signal is a representation of sound, typically using either a changing level of electrical voltage for analog signals, or a series of binary numbers for digital signals. Audio signals have frequencies in the audio frequency range of roughly 20 to 20,000 Hz, which corresponds to the lower and upper limits of human hearing. Audio signals may be synthesized directly, or may originate at a transducer such as a microphone, musical instrument pickup, phonograph cartridge, or tape head. Loudspeakers or headphones convert an electrical audio signal back into sound.\nDigital audio systems represent audio signals in a variety of digital formats.An audio channel or audio track is an audio signal communications channel in a storage device or mixing console, used in operations such as multi-track recording and sound reinforcement.\n\n"
    },
    "numerous digital display apparatuses": {
        "position": [
            [
                1748,
                1784
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Liquid-crystal_display",
        "summary": "A liquid-crystal display (LCD) is a flat-panel display or other electronically modulated optical device that uses the light-modulating properties of liquid crystals combined with polarizers. Liquid crystals do not emit light directly, instead using a backlight or reflector to produce images in color or monochrome. LCDs are available to display arbitrary images (as in a general-purpose computer display) or fixed images with low information content, which can be displayed or hidden. For instance: preset words, digits, and seven-segment displays, as in a digital clock, are all good examples of devices with these displays. They use the same basic technology, except that arbitrary images are made from a matrix of small pixels, while other displays have larger elements. LCDs can either be normally on (positive) or off (negative), depending on the polarizer arrangement. For example, a character positive LCD with a backlight will have black lettering on a background that is the color of the backlight, and a character negative LCD will have a black background with the letters being of the same color as the backlight. Optical filters are added to white on blue LCDs to give them their characteristic appearance.\nLCDs are used in a wide range of applications, including LCD televisions, computer monitors, instrument panels, aircraft cockpit displays, and indoor and outdoor signage. Small LCD screens are common in LCD projectors and portable consumer devices such as digital cameras, watches, digital clocks, calculators, and mobile telephones, including smartphones. LCD screens are also used on consumer electronics products such as DVD players, video game devices and clocks. LCD screens have replaced heavy, bulky cathode ray tube (CRT) displays in nearly all applications. LCD screens are available in a wider range of screen sizes than CRT and plasma displays, with LCD screens available in sizes ranging from tiny digital watches to very large television receivers. LCDs are slowly being replaced by OLEDs, which can be easily made into different shapes, and have a lower response time, wider color gamut, virtually infinite color contrast and viewing angles, lower weight for a given display size and a slimmer profile (because OLEDs use a single glass or plastic panel whereas LCDs use two glass panels; the thickness of the panels increases with size but the increase is more noticeable on LCDs) and potentially lower power consumption (as the display is only \"on\" where needed and there is no backlight). OLEDs, however, are more expensive for a given display size due to the very expensive electroluminescent materials or phosphors that they use. Also due to the use of phosphors, OLEDs suffer from screen burn-in and there is currently no way to recycle OLED displays, whereas LCD panels can be recycled, although the technology required to recycle LCDs is not yet widespread. Attempts to maintain the competitiveness of LCDs are quantum dot displays, marketed as SUHD, QLED or Triluminos, which are LCD displays with blue LED backlighting and a Quantum-dot enhancement film (QDEF) that converts part of the blue light into red and green, offering similar performance to an OLED display at a lower price, but the quantum dot layer that gives these displays their characteristics can not yet be recycled.\nSince LCD screens do not use phosphors, they rarely suffer image burn-in when a static image is displayed on a screen for a long time, e.g., the table frame for an airline flight schedule on an indoor sign. LCDs are, however, susceptible to image persistence. The LCD screen is more energy-efficient and can be disposed of more safely than a CRT can. Its low electrical power consumption enables it to be used in battery-powered electronic equipment more efficiently than a CRT can be. By 2008, annual sales of televisions with LCD screens exceeded sales of CRT units worldwide, and the CRT became obsolete for most purposes."
    },
    "user": {
        "position": [
            [
                1970,
                1974
            ],
            [
                2117,
                2121
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/User",
        "summary": null
    },
    "image signal thereon": {
        "position": [
            [
                2262,
                2282
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Steganography",
        "summary": "Steganography ( (listen) STEG-ə-NOG-rə-fee) is the practice of concealing a message within another message or a physical object. In computing/electronic contexts, a computer file, message, image, or video is concealed within another file, message, image, or video. The word steganography comes from Greek steganographia, which combines the words steganós (στεγανός), meaning \"covered or concealed\", and -graphia (γραφή) meaning \"writing\".The first recorded use of the term was in 1499 by Johannes Trithemius in his Steganographia, a treatise on cryptography and steganography, disguised as a book on magic. Generally, the hidden messages appear to be (or to be part of) something else: images, articles, shopping lists, or some other cover text. For example, the hidden message may be in invisible ink between the visible lines of a private letter. Some implementations of steganography that lack a shared secret are forms of security through obscurity, and key-dependent steganographic schemes adhere to Kerckhoffs's principle.The advantage of steganography over cryptography alone is that the intended secret message does not attract attention to itself as an object of scrutiny. Plainly visible encrypted messages, no matter how unbreakable they are, arouse interest and may in themselves be incriminating in countries in which encryption is illegal.Whereas cryptography is the practice of protecting the contents of a message alone, steganography is concerned with concealing the fact that a secret message is being sent and its contents.\nSteganography includes the concealment of information within computer files. In digital steganography, electronic communications may include steganographic coding inside of a transport layer, such as a document file, image file, program, or protocol. Media files are ideal for steganographic transmission because of their large size. For example, a sender might start with an innocuous image file and adjust the color of every hundredth pixel to correspond to a letter in the alphabet. The change is so subtle that someone who is not specifically looking for it is unlikely to notice the change."
    },
    "user interface": {
        "position": [
            [
                2787,
                2801
            ],
            [
                11045,
                11059
            ],
            [
                12024,
                12038
            ],
            [
                13558,
                13572
            ],
            [
                15199,
                15213
            ],
            [
                17251,
                17265
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/User_interface",
        "summary": "In the industrial design field of human–computer interaction, a user interface (UI) is the space where interactions between humans and machines occur. The goal of this interaction is to allow effective operation and control of the machine from the human end, whilst the machine simultaneously feeds back information that aids the operators' decision-making process. Examples of this broad concept of user interfaces include the interactive aspects of computer operating systems, hand tools, heavy machinery operator controls, and process controls. The design considerations applicable when creating user interfaces are related to, or involve such disciplines as, ergonomics and psychology.\nGenerally, the goal of user interface design is to produce a user interface which makes it easy, efficient, and enjoyable (user-friendly) to operate a machine in the way which produces the desired result (i.e. maximum usability). This generally means that the operator needs to provide minimal input to achieve the desired output, and also that the machine minimizes undesired outputs to the user.\nUser interfaces are composed of one or more layers, including a human-machine interface (HMI) that interfaces machines with physical input hardware such as keyboards, mice, or game pads, and output hardware such as computer monitors, speakers, and printers. A device that implements an HMI is called a human interface device (HID). Other terms for human-machine interfaces are man-machine interface (MMI) and, when the machine in question is a computer, human–computer interface. Additional UI layers may interact with one or more human senses, including: tactile UI (touch), visual UI (sight), auditory UI (sound), olfactory UI (smell), equilibrial UI (balance), and gustatory UI (taste).\nComposite user interfaces (CUIs) are UIs that interact with two or more senses. The most common CUI is a graphical user interface (GUI), which is composed of a tactile UI and a visual UI capable of displaying graphics. When sound is added to a GUI, it becomes a multimedia user interface (MUI). There are three broad categories of CUI: standard, virtual and augmented. \nStandard CUI use standard human interface devices like keyboards, mice, and computer monitors. When the CUI blocks out the real world to create a virtual reality, the CUI is virtual and uses a virtual reality interface. When the CUI does not block out the real world and creates augmented reality, the CUI is augmented and uses an augmented reality interface. When a UI interacts with all human senses, it is called a qualia interface, named after the theory of qualia. \nCUI may also be classified by how many senses they interact with as either an X-sense virtual reality interface or X-sense augmented reality interface, where X is the number of senses interfaced with. For example, a Smell-O-Vision is a 3-sense (3S) Standard CUI with visual display, sound and smells; when virtual reality interfaces interface with smells and touch it is said to be a 4-sense (4S) virtual reality interface; and when augmented reality interfaces interface with smells and touch it is said to be a 4-sense (4S) augmented reality interface."
    },
    "UI": {
        "position": [
            [
                2803,
                2805
            ],
            [
                2853,
                2855
            ],
            [
                2880,
                2882
            ],
            [
                2994,
                2996
            ],
            [
                3169,
                3171
            ],
            [
                3459,
                3461
            ],
            [
                3486,
                3488
            ],
            [
                3578,
                3580
            ],
            [
                4183,
                4185
            ],
            [
                4296,
                4298
            ],
            [
                4551,
                4553
            ],
            [
                4734,
                4736
            ],
            [
                5694,
                5696
            ],
            [
                5743,
                5745
            ],
            [
                5770,
                5772
            ],
            [
                5884,
                5886
            ],
            [
                6041,
                6043
            ],
            [
                6328,
                6330
            ],
            [
                6355,
                6357
            ],
            [
                6447,
                6449
            ],
            [
                7443,
                7445
            ],
            [
                7799,
                7801
            ],
            [
                7972,
                7974
            ],
            [
                11061,
                11063
            ],
            [
                12040,
                12042
            ],
            [
                12091,
                12093
            ],
            [
                12124,
                12126
            ],
            [
                12244,
                12246
            ],
            [
                12431,
                12433
            ],
            [
                12818,
                12820
            ],
            [
                12852,
                12854
            ],
            [
                12989,
                12991
            ],
            [
                13574,
                13576
            ],
            [
                13694,
                13696
            ],
            [
                13987,
                13989
            ],
            [
                14209,
                14211
            ],
            [
                15215,
                15217
            ],
            [
                15262,
                15264
            ],
            [
                15295,
                15297
            ],
            [
                15415,
                15417
            ],
            [
                15640,
                15642
            ],
            [
                16033,
                16035
            ],
            [
                16067,
                16069
            ],
            [
                16172,
                16174
            ],
            [
                17267,
                17269
            ],
            [
                17650,
                17652
            ],
            [
                17879,
                17881
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/UI",
        "summary": "I, or i, is the ninth letter and the third vowel letter of the modern English alphabet and the ISO basic Latin alphabet. Its name in English is i (pronounced ), plural ies."
    },
    "user input unit": {
        "position": [
            [
                3062,
                3077
            ],
            [
                3426,
                3441
            ],
            [
                4559,
                4574
            ],
            [
                4700,
                4715
            ],
            [
                5952,
                5967
            ],
            [
                6295,
                6310
            ],
            [
                7807,
                7822
            ],
            [
                7938,
                7953
            ],
            [
                12336,
                12351
            ],
            [
                12788,
                12803
            ],
            [
                13995,
                14010
            ],
            [
                14148,
                14163
            ],
            [
                15545,
                15560
            ],
            [
                16003,
                16018
            ],
            [
                17658,
                17673
            ],
            [
                17845,
                17860
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/DI_unit",
        "summary": "A DI unit (direct input) is an electronic device typically used in recording studios and in sound reinforcement systems to connect a high-output impedance, line level, unbalanced output signal to a low-impedance, microphone level, balanced input, usually via an XLR connector and XLR cable. DIs are frequently used to connect an electric guitar or electric bass to a mixing console's microphone input jack. The DI performs level matching, balancing, and either active buffering or passive impedance matching/impedance bridging to minimize unwanted noise, distortion, and ground loops. DI units are typically metal boxes with input and output jacks and, for more expensive units, “ground lift” and attenuator switches.\nDI boxes are extensively used with professional and semi-professional PA systems, professional sound reinforcement systems and in sound recording studios. Manufacturers produce a wide range of units, from inexpensive, basic, passive units to expensive, sophisticated, active units. DI boxes may provide numerous features and user-controllable options (e.g., a user-selectable 0dB, 20dB or 40dB pad and/or a \"ground lift\" switch). They may come in different types of enclosures, usually a metal chassis that helps to protect against electrical interference.  Some bass amplifiers have built-in DI units, so that the bass amp's output signal can be connected directly to a mixing board in a sound reinforcement/live show or recording context."
    },
    "storage unit resolution information": {
        "position": [
            [
                3358,
                3393
            ],
            [
                4632,
                4667
            ],
            [
                6227,
                6262
            ],
            [
                7870,
                7905
            ],
            [
                14082,
                14117
            ],
            [
                17747,
                17782
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Information",
        "summary": "Information can be thought of as the resolution of uncertainty; it answers the question of \"What an entity is\" and thus defines both its essence and the nature of its characteristics. The concept of information has different meanings in different contexts. Thus the concept becomes synonymous to notions of constraint, communication, control, data, form, education, knowledge, meaning, understanding, mental stimuli, pattern, perception, proposition, representation, and entropy.\nInformation is associated with data. The difference is that information resolves uncertainty. Data can represent redundant symbols, but approaches information through optimal data compression.\nInformation can be transmitted in time, via data storage, and space, via communication and telecommunication. Information is expressed either as the content of a message or through direct or indirect observation. That which is perceived can be construed as a message in its own right, and in that sense, information is always conveyed as the content of a message.\nInformation can be encoded into various forms for transmission and interpretation (for example, information may be encoded into a sequence of signs, or transmitted via a signal). It can also be encrypted for safe storage and communication.\nThe uncertainty of an event is measured by its probability of occurrence and is inversely proportional to that. Information theory takes advantage of this simple fact by concluding that more uncertain events, require more information to resolve uncertainty of that event. The bit is a typical unit of information. It is 'that which reduces uncertainty by half'. Other units such as the nat may be used. For example, the information encoded in one \"fair\" coin flip is log2(2/1) = 1 bit, and in two fair coin flips is log2(4/1) = 2 bits. A 2011 Science article estimated that 97% of technologically stored information was already in digital bits in 2007, and that the year 2002 was the beginning of the digital age for information storage (with digital storage capacity bypassing analog for the first time)."
    },
    "display apparatuses": {
        "position": [
            [
                6527,
                6546
            ],
            [
                16313,
                16332
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Liquid-crystal_display",
        "summary": "A liquid-crystal display (LCD) is a flat-panel display or other electronically modulated optical device that uses the light-modulating properties of liquid crystals combined with polarizers. Liquid crystals do not emit light directly, instead using a backlight or reflector to produce images in color or monochrome. LCDs are available to display arbitrary images (as in a general-purpose computer display) or fixed images with low information content, which can be displayed or hidden. For instance: preset words, digits, and seven-segment displays, as in a digital clock, are all good examples of devices with these displays. They use the same basic technology, except that arbitrary images are made from a matrix of small pixels, while other displays have larger elements. LCDs can either be normally on (positive) or off (negative), depending on the polarizer arrangement. For example, a character positive LCD with a backlight will have black lettering on a background that is the color of the backlight, and a character negative LCD will have a black background with the letters being of the same color as the backlight. Optical filters are added to white on blue LCDs to give them their characteristic appearance.\nLCDs are used in a wide range of applications, including LCD televisions, computer monitors, instrument panels, aircraft cockpit displays, and indoor and outdoor signage. Small LCD screens are common in LCD projectors and portable consumer devices such as digital cameras, watches, digital clocks, calculators, and mobile telephones, including smartphones. LCD screens are also used on consumer electronics products such as DVD players, video game devices and clocks. LCD screens have replaced heavy, bulky cathode ray tube (CRT) displays in nearly all applications. LCD screens are available in a wider range of screen sizes than CRT and plasma displays, with LCD screens available in sizes ranging from tiny digital watches to very large television receivers. LCDs are slowly being replaced by OLEDs, which can be easily made into different shapes, and have a lower response time, wider color gamut, virtually infinite color contrast and viewing angles, lower weight for a given display size and a slimmer profile (because OLEDs use a single glass or plastic panel whereas LCDs use two glass panels; the thickness of the panels increases with size but the increase is more noticeable on LCDs) and potentially lower power consumption (as the display is only \"on\" where needed and there is no backlight). OLEDs, however, are more expensive for a given display size due to the very expensive electroluminescent materials or phosphors that they use. Also due to the use of phosphors, OLEDs suffer from screen burn-in and there is currently no way to recycle OLED displays, whereas LCD panels can be recycled, although the technology required to recycle LCDs is not yet widespread. Attempts to maintain the competitiveness of LCDs are quantum dot displays, marketed as SUHD, QLED or Triluminos, which are LCD displays with blue LED backlighting and a Quantum-dot enhancement film (QDEF) that converts part of the blue light into red and green, offering similar performance to an OLED display at a lower price, but the quantum dot layer that gives these displays their characteristics can not yet be recycled.\nSince LCD screens do not use phosphors, they rarely suffer image burn-in when a static image is displayed on a screen for a long time, e.g., the table frame for an airline flight schedule on an indoor sign. LCDs are, however, susceptible to image persistence. The LCD screen is more energy-efficient and can be disposed of more safely than a CRT can. Its low electrical power consumption enables it to be used in battery-powered electronic equipment more efficiently than a CRT can be. By 2008, annual sales of televisions with LCD screens exceeded sales of CRT units worldwide, and the CRT became obsolete for most purposes."
    },
    "personal computer": {
        "position": [
            [
                6585,
                6602
            ],
            [
                16432,
                16449
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Personal_computer",
        "summary": "A personal computer (PC) is a multi-purpose computer whose size, capabilities, and price make it feasible for individual use. Personal computers are intended to be operated directly by an end user, rather than by a computer expert or technician. Unlike large, costly minicomputers and mainframes, time-sharing by many people at the same time is not used with personal computers.\nInstitutional or corporate computer owners in the 1960s had to write their own programs to do any useful work with the machines. While personal computer users may develop their own applications, usually these systems run commercial software, free-of-charge software (\"freeware\"), which is most often proprietary, or free and open-source software, which is provided in \"ready-to-run\", or binary, form. Software for personal computers is typically developed and distributed independently from the hardware or operating system manufacturers. Many personal computer users no longer need to write their own programs to make any use of a personal computer, although end-user programming is still feasible. This contrasts with mobile systems, where software is often only available through a manufacturer-supported channel, and end-user program development may be discouraged by lack of support by the manufacturer.Since the early 1990s, Microsoft operating systems and Intel hardware dominated much of the personal computer market, first with MS-DOS and then with Microsoft Windows. Alternatives to Microsoft's Windows operating systems occupy a minority share of the industry. These include Apple's macOS and free and open-source Unix-like operating systems, such as Linux.\nThe advent of personal computers and the concurrent Digital Revolution have significantly affected the lives of people in all countries."
    },
    "PC": {
        "position": [
            [
                6604,
                6606
            ],
            [
                16451,
                16453
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/PC",
        "summary": null
    },
    "Digital Versatile Disc": {
        "position": [
            [
                6611,
                6633
            ],
            [
                16458,
                16480
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/DVD",
        "summary": null
    },
    "DVD": {
        "position": [
            [
                6635,
                6638
            ],
            [
                16482,
                16485
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/DVD",
        "summary": null
    },
    "device": {
        "position": [
            [
                6640,
                6646
            ],
            [
                6668,
                6674
            ],
            [
                16487,
                16493
            ],
            [
                16515,
                16521
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Device",
        "summary": null
    },
    "BD": {
        "position": [
            [
                6664,
                6666
            ],
            [
                16511,
                16513
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/BD",
        "summary": "B, or b, is the second letter of the Latin-script alphabet. Its name in English is bee (pronounced ), plural bees. It represents the voiced bilabial stop in many languages, including English. In some other languages, it is used to represent other bilabial consonants."
    },
    "web server": {
        "position": [
            [
                6680,
                6690
            ],
            [
                16527,
                16537
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Web_server",
        "summary": "A web server is computer software and underlying hardware that accepts requests via HTTP, the network protocol created to distribute web pages, or its secure variant HTTPS. A user agent, commonly a web browser or web crawler, initiates communication by making a request for a specific resource using HTTP, and the server responds with the content of that resource or an error message. The server can also accept and store resources sent from the user agent if configured to do so.\nA server can be a single computer, or even an embedded system such as a router with a built-in configuration interface, but high-traffic websites typically run web servers on fleets of computers designed to handle large numbers of requests for documents, multimedia files and interactive scripts. A resource sent from a web server can be a preexisting file available to the server, or it can be generated at the time of the request by another program that communicates with the server program. The former is often faster and more easily cached for repeated requests, while the latter supports a broader range of applications. Websites that serve generated content usually incorporate stored files whenever possible.\nTechnologies such as REST and SOAP, which use HTTP as a basis for general computer-to-computer communication, have extended the application of web servers well beyond their original purpose of serving human-readable pages."
    },
    "yet another": {
        "position": [
            [
                8625,
                8636
            ],
            [
                9942,
                9953
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Yet_another",
        "summary": "Among programmers, yet another (often abbreviated ya, Ya, or YA in the initial part of an acronym) is an idiomatic qualifier in the name of a computer program, organisation, or event that is confessedly unoriginal.Stephen C. Johnson is credited with establishing the naming convention in the late 1970s when he named his compiler-compiler yacc (Yet Another Compiler-Compiler), since he felt there were already numerous compiler-compilers in circulation at the time.\n\n"
    },
    "DESCRIPTION": {
        "position": [
            [
                10571,
                10582
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Description",
        "summary": "Description is the pattern of narrative development that aims to make vivid a place, object, character, or group. Description is one of four rhetorical modes (also known as modes of discourse), along with exposition, argumentation, and narration.  In practice it would be difficult to write literature that drew on just one of the four basic modes.\n\n"
    },
    "conjunction": {
        "position": [
            [
                10767,
                10778
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Conjunction",
        "summary": null
    },
    "block diagram": {
        "position": [
            [
                10832,
                10845
            ],
            [
                11144,
                11157
            ],
            [
                11363,
                11376
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Block_diagram",
        "summary": "A block diagram is a diagram of a system in which the principal parts or functions are represented by blocks connected by lines that show the relationships of the blocks. They are heavily used in engineering in hardware design, electronic design, software design, and process flow diagrams.\nBlock diagrams are typically used for higher level, less detailed descriptions that are intended to clarify overall concepts without concern for the details of implementation. Contrast this with the schematic diagrams and layout diagrams used in electrical engineering, which show the implementation details of electrical components and physical construction.\n\n"
    },
    "controller stores": {
        "position": [
            [
                12659,
                12676
            ],
            [
                15871,
                15888
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Domain_controller",
        "summary": null
    },
    "display apparatus system comprising": {
        "position": [
            [
                14332,
                14367
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/The_Sword_of_Damocles_(virtual_reality)",
        "summary": "While according to Ivan Sutherland, the The Sword of Damocles actually was the name for the mechanical tracking system and not the actual HMD, which was just called \"the head-mounted display system\", it is widely considered to be the first augmented reality head-mounted display (HMD) system, although Morton Heilig had already created a similar apparatus (known as \"Stereoscopic-Television Apparatus for Individual Use\" or \"Telesphere Mask\") earlier, which got patented in 1960. The Sword of Damocles was created in 1968 by computer scientist Ivan Sutherland with the help of his students Bob Sproull, Quintin Foster, and Danny Cohen.  Before he began working toward what he termed \"the ultimate display\", Ivan Sutherland was already well respected for his accomplishments in computer graphics (see Sketchpad).  At MIT's Lincoln Laboratory beginning in 1966, Sutherland and his colleagues performed what are widely believed to be the first experiments with head-mounted displays of different kinds."
    },
    "10.": {
        "position": [
            [
                15094,
                15097
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Enclosed_Alphanumerics",
        "summary": "Enclosed Alphanumerics is a Unicode block of typographical symbols of an alphanumeric within a circle, a bracket or other not-closed enclosure, or ending in a full stop.\nIt is currently fully allocated. Within the Basic Multilingual Plane, a few additional enclosed numerals are in the Dingbats and the Enclosed CJK Letters and Months blocks. There is also a block with more of these characters in the Supplementary Multilingual Plane named Enclosed Alphanumeric Supplement (U+1F100–U+1F1FF), as of Unicode 6.0.\n\n"
    },
    "Blu-ray Disc": {
        "position": [
            [
                16497,
                16509
            ]
        ],
        "wikilink": "https://en.wikipedia.org/wiki/Blu-ray",
        "summary": "Neoraja caerulea, also known as the blue ray or blue pygmy skate, is a species of fish in the family Rajidae. This small ray reaches a total length of approximately fish 30 centimetres (12 in) and is endemic to the north-eastern Atlantic Ocean off Ireland and Iceland, and south to the Bay of Biscay. It occurs at depths of 600 to 1,262 metres (1,969 to 4,140 ft)."
    }
}